<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">

<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="description" content="">
      <meta name="viewport" content="width=device-width, initial-scale=1">

      <link href='http://fonts.googleapis.com/css?family=Open+Sans:400,300,600,700,800' rel='stylesheet' type='text/css'>
      <link rel="stylesheet" href="<c:url value="../resources/theme/css/bootstrap.min.css"/>">
      <link rel="stylesheet" href="<c:url value="../resources/theme/css/templatemo_style.css"/>">

      
      <script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
      <script src="//code.jquery.com/ui/1.8.18/jquery-ui.min.js"></script>
      <script src="../resources/theme/js/vendor/modernizr-2.6.1-respond-1.1.0.min.js"></script>
      <script src="../resources/theme/js/bootstrap.js"></script>
      <script src="../resources/theme/js/plugins.js"></script>
      <script src="../resources/theme/js/main.js"></script>
      
<title>같이가자</title>
</head>
<body>
<div style="text-align: center; vertical-align: middle; background-color: #ffffcc; height: 100%"><!-- #ffffcc -->

   <div style="display: inline-block; vertical-align: middle; background-color: white; width: 50%"><br/><!-- white -->
      <div style="background-color: #ff7c25">
        <!--  <img alt="" src="../resources/theme/images/naver.png" style="display: block; width: 100%; height: 10%"> -->
          <img alt="" src="../resources/theme/images/signup01_2.png" style="display: block; width: 30%; height: 10%">
      </div>
      
      <br/><br/>
      
      <div>
         <div>
            <h2 style="font-size: medium; font-style: oblique; color: black; text-align: left;">이용약관</h2>
         </div>
         <div style="text-align: center;">
            <textarea style="margin-top: 5px; width: 100%; height: 25%" rows="12" readonly="readonly">
같이가자 및 같이가자 관련 제반 서비스의 이용과 관련하여 필요한 사항을 규정합니다.
제 1조 (목적)
이 약관은 같이가자(주)(이하 "회사")가 제공하는 같이가자 및 같이가자 관련 제반 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2조 (정의)이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
① "서비스"라 함은 구현되는 단말기(PC, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 "회원"이 이용할 수 있는 같이가자 및 같이가자 관련 제반 서비스를 의미합니다.
② "회원"이라 함은 회사의 "서비스"에 접속하여 이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 고객을 포괄적으로 의미하며, "정회원"과 "준회원"으로 구분합니다.
③ "아이디(ID)"라 함은 "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 정하고 "회사"가 승인하는 문자와 숫자의 조합을 의미합니다. 
④ "비밀번호"라 함은 "회원"이 부여 받은 "아이디와 일치되는 "회원"임을 확인하고 비밀보호를 위해 "회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
⑤ "프로필"이라 함은 "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 정하고 "회사"가 승인하여 “서비스” 내 공개된 본인 소개서를 의미합니다.
⑥ "정회원" 이라 함은 이메일인증을 완료한 회원을 의미합니다. 정회원은 홈페이지의 모든 서비스를 이용하실 수 있습니다.

제 3조 (약관의 게시와 개정)
① "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.
② "회사"는 이 약관의 내용, 상호, 대표자 성명, 사업자등록번호, 통신판매업 신고번호, 등을 "회원"이 쉽게 알 수 있도록 서비스 초기화면에 게시합니다. 다만, 약관은 "회원"이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
③ "회사"는 "약관의규제에관한법률", "정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 
④ "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 전자우편, 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
⑤ 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
⑥ 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.

제 4조 (약관의 해석)
이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 "전자상거래등에서의소비자보호에관한법률", "약관의규제에관한법률", 기타 관계법령 또는 상관례에 따릅니다.

제 5조 (이용계약 체결)
① 이용계약은 "회원"이 되고자 하는 자(이하 "가입신청자")가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다. 
② "회사"는 "가입신청자"의 신청에 대하여 "서비스" 이용을 승낙함을 원칙으로 합니다. 다만, "회사"는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다. 
1. 실명이 아니거나 타인의 명의를 이용한 경우
2. 허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우
3. 「아동•청소년의 성보호에 관한 법률」에 따른 아동•청소년 및 「청소년보호법」에 따른 청소년: 19세 미만의 자. 다만, 19세에 도달하는 해의 1월 1일을 맞이한 자는 제외함(「아동•청소년의 성보호에 관한 법률」 제2조제1호 및 「청소년보호법」 제2조제1호).
4. 19세 미만의 자. 다만, 19세에 도달하는 해의 1월 1일을 맞이한 자와 다음 해의 3월 1일 전에 19세가 되는 자는 제외함.
5. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
6. 금치산자 및 그에 해당하는 자
7. 기타 회사의 여건상 이용승낙이 곤란하거나 가입결격 사유에 해당한 자
③ 제1항에 따른 신청에 있어 "회사"는 "회원"의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다. 
④ "회사"는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다. 
⑤ 제2항과 제4항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, "회사"는 원칙적으로 이를 가입신청자에게 알리도록 합니다.
⑥ 이용계약의 성립 시기는 "회사"가 가입완료를 신청절차 상에서 표시한 시점으로 합니다. 
⑦ "회사"는 "회원"에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다. 
⑧ "회사"는 "회원"에 대하여 "청소년보호법"등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.
⑨ "회사"는 "정회원"이 “안전동행” 서비스 내의 상호간에 "동의"를 체크함으로써 상대방의 개인 정보를 확인할 수 있도록 합니다.
            </textarea><br/>

   <div style="text-align: center;">
      <div style="text-align: center; width: 30%; display: inline-block;">
         <input type="radio" id="btn_member_stipulation_agree" name="stipulation" value="agree" />
         <label for="btn_member_stipulation_agree" style="color: black;">동의 합니다</label>
      </div>
         
      <div style="text-align: center; width: 30%; display: inline-block;">
         <input type="radio" id="btn_member_stipulation_disagree" name="stipulation" value="disagree" />
         <label for="btn_member_stipulation_disagree" style="color: black;">동의하지 않습니다</label>   
      </div>         
   </div>
   
         </div>
         
      
      </div>
      
      <br/>
      
      <div><!-- 개인정보취급방침  -->
         <div>
            <h2 style="font-size: medium; font-style: oblique; color: black; text-align: left;">개인정보취급방침</h2>
         </div>
         
         <div style="text-align: center;">
            <textarea style="margin-top: 5px; width: 100%; height: 25%" rows="12" readonly="readonly">
같이가자 (주)(이하 “회사” 또는 “같이가자” 라 함)는 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.

같이가자의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다.
1. 수집하는 개인정보의 항목 및 수집방법
2. 개인정보의 수집 및 이용목적
3. 개인정보 공유 및 제공
4. 개인정보의 취급위탁
5. 개인정보의 보유 및 이용기간 
6. 개인정보 파기절차 및 방법
7. 이용자의 권리와 그 행사방법
8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
9. 개인정보의 기술적/관리적 보호 대책
10. 개인정보관리책임자 및 담당자의 연락처
11. 고지의 의무

1. 수집하는 개인정보의 항목 및 수집방법 회사는 회원가입, 상담, 서비스 신청 등등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
ο 수집항목 : 이름 , 로그인ID , 비밀번호 , 주소 , 휴대전화번호 , 이메일 , 서비스 이용기록 , 접속 로그 , 쿠키 , 접속 IP 정보
ο 개인정보 수집방법 : 홈페이지(회원가입,상담게시판,온라인서비스신청) 개인정보의 수집 및 이용목적
가. 수집하는 개인정보의 항목
첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.
 &lt;준회원 혹은 정회원 가입 시&gt;
- 필수항목 : 아이디, 닉네임, 비밀번호, 이메일
- 선택사항 : 성명, 휴대폰 번호, 프로필, 본인 사진, 서비스 이용을 위해 작성된 프로필(여행지역, 여행기간, 남기는 말)
둘째, 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
- IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록

나. 개인정보 수집방법
 회사는 다음과 같은 방법으로 개인정보를 수집합니다.
- 홈페이지, 서면양식, 전화, 상담 게시판, 이메일, 이벤트 응모 
- 협력회사로부터의 제공
- 생성정보 수집 툴을 통한 수집

2. 개인정보의 수집 및 이용목적
가. 회원관리
회원제 서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 불량회원(같이가자 이용약관 제19조 제1항 중 제11조 제1항 각 호에 해당하는 위반사유로 인한 영구이용정지 및 제19조 제2항에 따라 계약해지된 영구이용정지 회원)의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달
나. 신규 서비스 개발 및 마케팅, 광고에 활용
 신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계

3. 개인정보의 공유 및 제공
회사는 이용자들의 개인정보를 "2. 개인정보의 수집목적 및 이용목적"에서 고지한 범위내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
- 이용자들이 사전에 공개에 동의한 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

4. 개인정보의 취급위탁회사는 서비스 향상을 위해서 귀하의 개인정보를 외부에 위탁하여 처리할 수 있습니다.
- 개인정보의 처리를 위탁하는 경우에는 미리 그 사실을 귀하에게 고지하겠습니다.
- 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.

5. 개인정보의 보유 및 이용기간이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
가. 회사 내부 방침에 의한 정보보유 사유
- 부정이용기록 
 보존 이유 : 부정 이용 방지
 보존 기간 : 2년

 나. 관련법령에 의한 정보보유 사유
 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
- 본인확인에 관한 기록 
 보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률 
 보존 기간 : 6개월
- 방문에 관한 기록 
 보존 이유 : 통신비밀보호법 
 보존 기간 : 3개월

6. 개인정보 파기절차 및 방법
이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.
회사의 개인정보 파기절차 및 방법은 다음과 같습니다.
가. 파기절차
- 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.
- 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.
나. 파기방법
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

7. 이용자의 권리와 그 행사방법- 이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
- 이용자의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
- 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
- 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다. 
- 회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항 회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다. 
가. 쿠키의 사용 목적 
 이용자들의 로그인 및 최근접속기록을 토대로 같이가자 유저간 상호 커뮤니케이션 시의 편리한 기능을 제공하기 위하여 활용됩니다. 
나. 쿠키의 설치/운영 및 거부 
- 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 
- 다만, 쿠키의 저장을 거부할 경우에는 이용에 어려움이 있을 수 있습니다. 
- 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우) 
① [도구] 메뉴에서 [인터넷 옵션]을 선택합니다. 
② [개인정보 탭]을 클릭합니다. 
③ [개인정보취급 수준]을 설정하시면 됩니다.

9. 개인정보의 기술적/관리적 보호 대책회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.
가. 비밀번호 암호화
같이가자 회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
나. 해킹 등에 대비한 대책
회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 
개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 
그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.
다. 취급 직원의 최소화 및 교육
 회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 같이가자 개인정보취급방침의 준수를 항상 강조하고 있습니다. 
라. 개인정보보호전담기구의 운영
 그리고 사내 개인정보보호전담기구 등을 통하여 같이가자 개인정보취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
단, 이용자 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호, 주민등록번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다. PC방 등 외부 장소에서 같이가자를 사용하실 경우 완전히 로그아웃 하신 후 웹 브라우저의 창을 닫아 주십시오. 정상적으로 로그아웃을 하시지 않은 경우 회원님의 정보가 고스란히 남을 수 있습니다.

10. 개인정보관리책임자 및 담당자의 연락처귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다.
회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. 
이 름 : ○ ○ ○
전 화 : 02-000-0000
메 일 : ******

11. 고지의 의무
현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다.

 부칙이 약관은 20XX년 XX월 XX일부터 적용됩니다.
            </textarea><br/>
   
   <div style="text-align: center;">
         <div style="text-align: center; width: 30%; display: inline-block;">
            <input type="radio" id="btn_personal_information_agree" name="information" value="agree" />
            <label for="btn_personal_information_agree" style="color: black;">동의 합니다</label>
         </div>
         
         <div style="text-align: center; width: 30%; display: inline-block;">
            <input type="radio" id="btn_personal_information_disagree" name="information" value="disagree"/>
            <label for="btn_personal_information_disagree" style="color: black;">동의하지 않습니다</label>
         </div>         
   </div>
      
         </div>
         
      
      </div><!-- 개인정보취급방침  -->
      
      <br/><br/>
      
      <div style="text-align: center;">
         <div style="text-align: center; width: 30%; display: inline-block;">
            <button id="confirm" style="width: 100px; color: black;">확인</button>
         </div>
         
         <div style="text-align: center; width: 30%; display: inline-block;">
            <button id="cancel" style="width: 100px; color: black;">취소</button>   
         </div>         
      </div>
      
      <div id="footer" style="margin-top: 20px">
         <div class="col-md-8 col-xs-12 text-left">
            <span style="margin-left: 0px">Copyright &copy; 2016 With Me</span>
         </div>
      </div>      
      
   </div><!-- white -->
</div><!-- #ffffcc -->
<script>
$(document).ready(function() {
   
   $('#cancel').click(function() {
      location = '../index';
   });   
   
   $('#confirm').click(function() {
      var stipulation = $('input[type=radio][name=stipulation]:checked').val();
      var information = $('input[type=radio][name=information]:checked').val();
      
      if(stipulation == 'disagree' && information == 'disagree') {
         alert("이용약관 및 개인정보취급방침에 동의하셔야 합니다.");         
      } else if(stipulation == 'agree' && information == 'disagree') {
         alert("개인정보취급방침에 동의하셔야 합니다.");
      } else if(stipulation == 'disagree' && information == 'agree') {
         alert("이용약관에 동의하셔야 합니다.");
      } else if(stipulation == 'agree' && information == 'agree') {
         location = 'member_register02';
      }      
   });   
});
</script>   

</body>
</html>